import type { Feature } from "./types";

export const features: Feature[] = [
  {
    icon: "shield",
    title: "Безопасность",
    description:
      "Наша инновационная система интеграции с соцсетями исключает риск утечки паролей, гарантируя конфиденциальность твоих данных",
  },
  {
    icon: "timer",
    title: "Скорость",
    description:
      "Мгновенное создание контента и удобное планирование постинга позволит тебе завершить рутинные задачи в 10 раз быстрее и сфокусироваться на стратегическом продвижении.",
  },
  {
    icon: "check-outline",
    title: "Качество",
    description:
      "Благодаря глубокому машинному обучению и постоянной адаптации к актуальным трендам, SMMart гарантирует высокий уровень, релевантность и уникальность генерируемого контента",
  },
  {
    icon: "sale",
    title: "Экономия",
    description:
      "Один инструмент объединяет функционал нескольких специалистов, минимизируя затраты на содержание команды и сторонние сервисы",
  },
];
